-- MySQL dump 10.13  Distrib 8.0.33, for Win64 (x86_64)
--
-- Host: localhost    Database: old_georg
-- ------------------------------------------------------
-- Server version	8.0.33

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `dish`
--

DROP TABLE IF EXISTS `dish`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `dish` (
  `id` int DEFAULT NULL,
  `categories` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `description` text,
  `price` int DEFAULT NULL,
  `url` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dish`
--

LOCK TABLES `dish` WRITE;
/*!40000 ALTER TABLE `dish` DISABLE KEYS */;
INSERT INTO `dish` VALUES (1,'Салаты','Капрезе','с сыром Моцарелла, томатами, рукколой и бальзамическим соусом',390,'/image/menuImage/menuImage1.jpg'),(2,'Салаты','Салат с телячьим языком','язык говяжий отварной, капуста квашеная, салат айсберг, корнишоны маринованные, картофель, горчичный соус, майонез',420,'/image/menuImage/menuImage2.jpg'),(3,'Салаты','Греческий','томаты конкасе, огурец, перец болгарский, сыр \'Домашний\', маринованные оливки и маслины, лук красный, заправляется соусом \'песто\', зелень и бальзамическая заправка',410,'/image/menuImage/menuImage3.jpg'),(4,'Салаты','Лосось под шубой','лосось шеф-посола, свекла запеченная, морковь запеченная, картофель отварной, яйцо отварное, майонез',330,'/image/menuImage/menuImage4.jpg'),(5,'Салаты','Салат с лососем с листьями салата и свежими овощами','лосось шеф-посола, свежие цукини, огурец, сыр творожный, редис, микс салата, зеленая поливка (укроп, петрушка, оливковое масло, чеснок), горчичный соус',435,'/image/menuImage/menuImage5.jpg'),(6,'Салаты','Оливье с лососем и каперсами','вкуснейший салат от нашего мастре-шефа',380,'/image/menuImage/menuImage6.jpg'),(7,'Салаты','Оливье с говяжьей грудинкой и пряным соусом','говяжья грудинка пастрами, горошек зеленый, картофель отварной, яйцо отварное куриное, огурец, корнишоны маринованые, лук зеленый, фирменный соус',355,'/image/menuImage/menuImage7.jpg'),(8,'Салаты','Салат Ромейн с заправкой \'Цезарь\' и креветками','вкуснейший салат от нашего мастер-шефа',690,'/image/menuImage/menuImage8.jpg'),(9,'Салаты','Тёплый салат с телятиной','обжаренная телятина, цуккини, печеная паприка, яйцо перепелиное, томаты черри, винная вытяжка, горчичный соус, микс салата',660,'/image/menuImage/menuImage9.jpg'),(10,'Салаты','Салат из копченой тыквы с уткой и апельсином','с соусом \'Sweet Chili\'',435,'/image/menuImage/menuImage10.jpg'),(11,'Салаты','Тёплый салат из индейки с яблоком и беконом','индейка, бекон, сыр творожный, редис, томаты черри, микс салата, яблочный майонез, гренки',415,'/image/menuImage/menuImage11.jpg'),(12,'Салаты','Анти-цезарь с чикен боллами и кириешками','с уникальным соусом и карамельным грильяжем',480,'/image/menuImage/menuImage12.jpg'),(13,'Салаты','Салат Айсберг с цыпленком','с соусом \'Ранч\' и \'Чатни из манго\'',390,'/image/menuImage/menuImage13.jpg'),(14,'Брускетты','Брускетта с лососем и творожным сыром','вкуснейший брускетта от мастер-шефа',350,'/image/menuImage/menuImage14.jpg'),(15,'Брускетты','Брускетта с лососем и соусом \'Ранч\'','чиабатта с кармелизированным лососем',350,'/image/menuImage/menuImage15.jpg'),(16,'Брускетты','Брускетта с пастрами и \'Чатни из манго\'','чиабатта пастрами собственного производства и остым \'Чатни из манго\'',310,'/image/menuImage/menuImage16.jpg'),(17,'Брускетты','Кармелизированный паштет из печени индейки','на брускетте с карамелизированным луком',240,'/image/menuImage/menuImage17.jpg'),(18,'Брускетты','Брускетта с Халуми','чиабатта с фермерским жареным сыром Халуми и соусом \'Аджапсандал\'',270,'/image/menuImage/menuImage18.jpg'),(19,'Горячие блюда','Филе миньон с сырно-картофельным пюре и соусом \'Jack Daniel\'s\'','вкуснейшее филе миньона от нашего мастер-шефа',770,'/image/menuImage/menuImage19.jpg'),(20,'Горячие блюда','Филе лосося с гарниром из цуккини','вкуснейшее филе лосося от нашего мастер-шефа',840,'/image/menuImage/menuImage20.jpg'),(21,'Горячие блюда','Дорадо гриль','с соусом \'Чимичурри\'',810,'/image/menuImage/menuImage21.jpg'),(22,'Горячие блюда','Сибас гриль','с соусом \'Чимичурри\'',860,'/image/menuImage/menuImage22.jpg'),(23,'Горячие блюда','Филе судака с картофельным гратеном','и сливочно-горчичным соусом',760,'/image/menuImage/menuImage23.jpg'),(24,'Горячие блюда','Чёрное ризотто с лососем и креветками','вкуснейшее ризотто от нашего мастер-шефа',880,'/image/menuImage/menuImage24.jpg'),(25,'Горячие блюда','Ризотто с белыми грибами','с трюфельным маслом',390,'/image/menuImage/menuImage25.jpg'),(26,'Горячие блюда','Стейк из говядины','с молодым картофелем и соусом \'Красное вино\'',790,'/image/menuImage/menuImage26.jpg'),(27,'Горячие блюда','Медальоны из говяжьей вырезки','с овощами гриль и кедровыми орешками',790,'/image/menuImage/menuImage27.jpg'),(28,'Горячие блюда','Бефстроганов из говяжей вырезки','говяжья вырезка, лук пассированный, корнишоны маринованные, сливки, шампиньоны, картофельное пюре',580,'/image/menuImage/menuImage28.jpg'),(29,'Горячие блюда','Телячьи щёчки','с тушеной квашеной капустой и картофельным пюре, зелень, лук',580,'/image/menuImage/menuImage29.jpg'),(30,'Горячие блюда','Буженина','буженина, томленый картофель, сыр Гауда, деми гляс со сливками',510,'/image/menuImage/menuImage30.jpg'),(31,'Бургеры','Бургер из говядины','с вишневым соусом и голубым сыром',580,'/image/menuImage/menuImage31.jpg'),(32,'Бургеры','Бургер с ягненком','с сыром Халуми и соусом \'Аджапсандал\' подается с картофелем фри и соусом кетчуп',585,'/image/menuImage/menuImage32.jpg'),(33,'Бургеры','Бургер с куриным стейком','с соусом \'Ранч\' и луковым мармеладом подается с картофелем фри и соусом кетчуп',535,'/image/menuImage/menuImage33.jpg'),(34,'Паста','Розовая паста \'Паппарделле\'','паста паппарделле ручной работы, окрашенная свекольным соком, с лососем в сливочном соусе и фермерским сыром Качотта',535,'/image/menuImage/menuImage34.jpg'),(35,'Паста','Домашняя паста с мидиями и томатами','вкуснейшая паста с мидиями и томатами от нашего мастер шефа',690,'/image/menuImage/menuImage35.jpg'),(36,'Паста','Домашняя паста с говядиной и томатами','вкуснейшая паста с говядиной и томатами от нашего мастер шефа',485,'/image/menuImage/menuImage36.jpg'),(37,'Паста','Домашняя паста с соусом \'Алла Карбонара\'','спагетти, бекон, сливки, лук, чеснок, фермерский сыр Качотта',455,'/image/menuImage/menuImage37.jpg'),(38,'Паста','Вегетарианская паста','паста феттучине ручной работы, цуккини, паприка, кокосовое молоко',300,'/image/menuImage/menuImage38.jpg'),(39,'Десерты','Домашний грушевый чизкейк','грушевый чизкейк от нашего мастер шефа',320,'/image/menuImage/menuImage39.jpg'),(40,'Десерты','\'Анна Павлова\'','меренга, прослоенное заварным ванильным кремом, свежие ягоды, клубничный соус',340,'/image/menuImage/menuImage40.jpg'),(41,'Десерты','Меренговый рулет с маскарпоне и малиной','нежный рулет из меренги со сливочным кремом, сыром москарпоне и малиновой начинкой',420,'/image/menuImage/menuImage41.jpg'),(42,'Напитки','Вода Тбау','бутылка освежающей воды Тбау',140,'/image/menuImage/menuImage42.jpg'),(43,'Напитки','Еvervess Апельсин','бутылка освежающей Еvervess Апельсин',155,'/image/menuImage/menuImage43.jpg'),(44,'Напитки','Еvervess Cola','бутылка освежающей Еvervess Cola',155,'/image/menuImage/menuImage44.jpg'),(45,'Напитки','Еvervess Лемон-Лайм','бутылка освежающей Еvervess Лемон-Лайм',155,'/image/menuImage/menuImage45.jpg'),(46,'Напитки','Морс клюквенный','натуральный морс из клюквы и брусники с небольшим добавлением сахара',280,'/image/menuImage/menuImage46.jpg');
/*!40000 ALTER TABLE `dish` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-03 11:23:39
